import React from 'react';

const TermsOfService = () => {
  return (
    <div style={{ padding: '0 10px' }}>
      <h1>&lt;꾼꾼농사꾼&gt; 서비스 이용약관</h1>
      <p>
        꾼꾼농사꾼을 이용하시기 전, 다음 약관과 개인정보 처리방침을 잘 읽어보시기 바랍니다. 이 약관은 앱 가입시 고지되어 이용자로부터 동의를 받습니다.
      </p>

      <h3>제 1조 (목적)</h3>
      <p>
        이 약관은 회사의 서비스 &lt;꾼꾼농사꾼&gt;의 이용과 관련하여 회사와 회원 간의 권리, 의무 및 책임사항, 기타 필요한 사항을 규정함을 목적으로 합니다.
      </p>

      <h3>제 2조 (용어 정의)</h3>
      <p>
        ① 이 약관에서 사용하는 정의는 다음과 같습니다.
      </p>
      <p>
        1. "회원"이라 함은 앱을 단말기에 다운로드 받은 후, 본 약관에 동의하고 모바일 서비스 이용 자격을 부여 받은 자를 의미합니다. 특별한 사유가 없는 한 앱이 설치된 스마트폰 또는 태블릿 PC 등의 단말기 명의자를 회원으로 간주합니다.
      </p>
      <p>
        2. "서비스"라 함은 회사가 꾼꾼농사꾼앱을 통해 제공하는 모든 콘텐츠 및 서비스 일체를 의미합니다.
      </p>
      <p>
        3. "계정(ID)"이라 함은 회원의 식별과 모바일 서비스 이용을 위하여 회원이 선정하고 회사가 부여하는 문자, 숫자 또는 특수문자의 조합을 의미합니다.
      </p>
      <p>
        ② 이 약관에서 사용하는 용어의 정의는 제1항 각 호에서 정하는 것을 제외하고는 관계법령 및 기타 일반적인 상관례에 의합니다.
      </p>

      <h3>제 3조 (약관의 효력 및 적용과 변경)</h3>
      <p>
        ① 이 약관은 회사에서 운영하는 꾼꾼농사꾼 앱 내에 공시함으로써 효력이 발생합니다. 또한, 회사의 앱을 다운로드 받아 콘텐츠 및 서비스를 이용하는 경우 이 약관에 동의한 것으로 봅니다. 약관에 동의한 시점부터 약관의 적용을 받고 약관의 변경이 있을 경우에는 변경의 효력이 발생한 시점부터 변경된 약관의 적용을 받습니다.
      </p>
      <p>
        ② 이 약관에 동의하는 것은 정기적으로 모바일 앱의 이용 약관 페이지를 방문하여 약관의 변경사항을 확인하는 것에 동의하는 것을 의미합니다.
      </p>
      <p>
        ③ 회사는 필요하다고 인정되는 경우 이 약관을 변경할 수 있습니다. 회사는 약관이 변경되는 경우에 변경된 약관의 내용과 적용일을 정하여, 그 적용일로부터 7일 전 앱내에 공시합니다. 다만, 회원에게 불리하게 약관 내용을 변경하는 경우에는 적용일로부터 30일 전 모바일 서비스 접속 시 확인할 수 있게 공지합니다. 변경된 약관은 공시하거나 고지한 적용일로부터 효력이 발생합니다.
      </p>
      <p>
        ④ 회원은 변경된 약관에 대해 거부할 권리가 있습니다. 본 약관의 변경에 대해 이의가 있는 회원은 서비스 이용을 중단하고 이용계약을 해지(회원탈퇴)할 수 있습니다. 회원이 변경된 이용약관의 적용일 이후에도 서비스를 계속 이용하는 경우에는 변경된 약관에 동의한 것으로 봅니다.
      </p>

      <h3>제 4조 (서비스의 이용개시)</h3>
      <p>
        ① 회사는 회원이 이용신청을 승낙한 때부터 서비스를 개시합니다. 단, 일부 서비스의 경우에는 회사의 필요에 따라 지정된 일자부터 서비스를 개시할 수 있습니다.
      </p>
      <p>
        ② 회사의 업무상 또는 기술상의 장애로 인하여 서비스를 개시하지 못하는 경우에는 모바일 앱 실행 시 회원에게 이를 통지합니다.
      </p>

      <h3>제 5조 (서비스 제공)</h3>
      <p>
        ① 회사는 업무상 또는 기술상 특별한 지장이 없는 한 연중무휴 1일 24시간 서비스 제공을 원칙으로 합니다. 다만, 시스템 정기점검, 서버의 증설 및 교체, 새로운 콘텐츠의 추가, 각종 버그 패치, 새로운 서비스로의 교체 등 운영상 필요한 경우, 일정 시간 또는 기간 동안 서비스를 일시 중지시킬 수 있으며, 관련 법령 상 또는 서비스의 내용 및 운영상 필요한 경우, 1일 특정 시간 동안에만 서비스를 제공할 수 있습니다. 위와 같은 경우 회사는 사전에 그 내용 및 시간을 홈페이지 또는 개별 서비스 관련 홈페이지에 공지합니다. 다만, 회사가 사전에 통지할 수 없는 부득이한 사유가 있는 경우 사후에 통지할 수 있습니다.
      </p>
      <p>
        ② 회사는 서비스를 제공 함에 있어 회원에게 본 약관 외에 별도 서비스별 약관의 체결을 요구할 수 있습니다. 별도의 약관이 요구되는 서비스는 회원이 해당 앱의 약관에 동의한 후 이용신청을 하고 그러한 내용에 대해 회사가 승인 함으로써 이용할 수 있습니다.
      </p>
      <p>
        ③ 회사는 회원에게 서비스를 제공함에 있어 관련 법령, 서비스의 이용 절차에 따라 일부 서비스 이용 등을 제한할 수 있습니다. 이 경우 회사는 그 내용을 모바일 앱 내에서 사전에 안내합니다.
      </p>

      <h3>제 6조 (개인정보의 보호 및 사용)</h3>
      <p>
        ① 회사는 관계법령이 정하는 바에 따라 회원 등록정보를 포함한 회원의 개인정보를 보호하기 위해 노력합니다. 회원 개인정보의 보호 및 사용에 대해서는 관련법령 및 회사의 개인정보취급방침이 적용됩니다. 단, 회사의 공식 사이트 이외의 링크된 사이트에서는 회사의 개인정보취급방침이 적용되지 않습니다.
      </p>
      <p>
        ② 회사는 본인확인을 위해 필요한 경우, 회원에게 그 이유(용도)를 고지하고 회원의 신분증 또는 이에 갈음하는 증서를 요구할 수 있습니다. 회사는 이를 미리 고지한 목적 이외로 사용할 수 없으며, 목적 달성 시 즉시 재생이 불가능한 방법으로 파기합니다.
      </p>
      <p>
        ③ 회사는 회원의 귀책사유로 인해 노출된 회원의 계정정보를 비롯한 모든 정보에 대해서 일체의 책임을 지지 않습니다.
      </p>

      <h3>제 7조 (개인정보의 관리 및 변경)</h3>
      <p>
        회원은 본 서비스의 이용을 위해 자신의 개인정보를 성실히 관리해야 하며 개인정보에 변동사항이 있을 경우 이를 변경해야 합니다. 회원의 개인정보변경이 지연되거나 누락되어 발생되는 손해는 회원의 책임으로 합니다.
      </p>

      <h3>제 8조 (정보의 제공 및 광고 게재)</h3>
      <p>
        ① 회사는 본 서비스 등을 유지하기 위하여 광고를 게재할 수 있으며, 회원은 서비스 이용 시 노출되는 광고게재에 대하여 동의합니다.
      </p>
      <p>
        ② 회사가 제공하는, 제3자가 주체인, 제1항의 광고에 이용자가 참여하거나 교신 또는 거래를 함으로써 발생하는 손실과 손해에 대해서 회사는 어떠한 책임도 부담하지 않습니다.
      </p>
      <p>
        ③ 회사는 서비스 개선 및 회원 대상 서비스 소개 등을 위한 목적으로 회원 개인에 대한 추가정보를 요구할 수 있으며, 동 요청에 대해 회원은 승낙하여 추가정보를 제공하거나 거부할 수 있습니다.
      </p>

      <h3>제 10조 (콘텐츠의 이용)</h3>
      <p>
        ① 회원은 원칙적으로 서비스가 정상적으로 제공되는 기간 내 기간의 제한이나 추가 요금 없이 이용할 수 있습니다.
      </p>

      <h3>제 11조 (서비스 변경 및 중지)</h3>
      <p>
        ① 회사는 운영상 또는 기술상의 필요에 따라 제공하고 있는 서비스를 변경할 수 있습니다. 변경될 서비스의 내용 및 제공일자 등에 대해서는 운영하는 홈페이지에 게시하여 사전에 통지합니다. 단, 회사가 사전에 통지할 수 없는 치명적인 버그 발생, 서버기기결함, 긴급 보안문제 해결 등의 부득이한 사정이 있는 경우는 사후에 통지할 수 있습니다.
      </p>
      <p>
        ② 회사는 서비스의 기획이나 운영상 또는 회사의 긴박한 상황 등에 의해 서비스 전부를 중단할 필요가 있는 경우 30일 전에 홈페이지에 이를 공지하고 서비스의 제공을 중단할 수 있습니다.
      </p>
      <p>
        ③ 회사는 다음 각 호에 해당하는 경우 서비스의 전부 또는 일부를 제한하거나 중지할 수 있습니다.
      </p>
      <p>
        1. 전시, 사변, 천재지변 또는 국가비상사태 등 불가항력적인 사유가 있는 경우
      </p>
      <p>
        2. 정전, 제반 설비의 장애 또는 이용량의 폭주 등으로 정상적인 서비스 이용에 지장이 있는 경우
      </p>
      <p>
        3. 서비스용 설비의 보수 등 공사로 인한 부득이한 경우
      </p>
      <p>
        4. 회사의 제반 사정으로 서비스를 할 수 없는 경우
      </p>
      <p>
        ④ 제2항에 의한 서비스 중단의 경우에는 모바일 앱 실행 시 안내문구를 게시하여 통지합니다. 다만, 회사가 통제할 수 없는 사유로 인한 서비스의 중단으로 인하여 사전 통지가 불가능한 경우에는 그러하지 아니합니다.
      </p>
      <p>
        ⑤ 회사는 서비스의 변경 및 중지로 발생하는 문제에 대해서는 책임을 지지 않습니다.
      </p>

      <h3>제 12조 (정보의 수집)</h3>
      <p>
        ① 회사는 모바일 서비스 운영 및 프로그램 안정화 등 모바일 서비스 품질 개선을 위하여 회원 모바일 단말기 설정 및 사양 정보를 수집•활용할 수 있습니다.
      </p>

      <h3>제 13조 (회사의 의무)</h3>
      <p>
        ① 회사는 관련 법령을 준수하고, 이 약관이 정하는 권리의 행사와 의무의 이행을 신의에 따라 성실하게 합니다.
      </p>
      <p>
        ② 회사는 회원이 안전하게 서비스를 이용할 수 있도록 개인정보 보호를 위해 보안시스템을 구축하며 개인정보취급방침을 공시하고 준수합니다. 회사는 이 약관 및 개인정보취급방침에서 정한 경우를 제외하고는 회원의 개인정보가 제3자에게 공개 또는 제공되지 않도록 합니다.
      </p>
      <p>
        ③ 회사는 계속적이고 안정적인 서비스의 제공을 위하여 서비스 개선을 하던 중 설비에 장애가 생기거나 데이터 등이 멸실 된 때에는 천재지변, 비상사태, 현재의 기술로는 해결이 불가능한 결함 및 장애 등 부득이한 사유가 없는 한 지체 없이 이를 수리 또는 복구하도록 최선의 노력을 다합니다.
      </p>
      <p>
        ④ 회사는 회원으로부터 제기되는 의견이나 불만이 정당하다고 인정될 경우에는 즉시 처리합니다. 다만, 즉시 처리가 곤란한 경우에는 회원에게 사전에 동의 받아 수집한 전화나 전자우편으로 그 사유와 처리일정을 통보할 수 있습니다.
      </p>

      <h3>제 14조 (회원의 의무)</h3>
      <p>
        ① 회원은 다음 행위를 하여서는 안 됩니다.
      </p>
      <p>
        1. 다른 회원의 이메일 및 비밀번호를 도용, 부정하게 사용
      </p>
      <p>
        2. 회사의 서비스 또는 서비스를 이용하여 얻은 정보를 회사의 사전 승낙 없이 복제, 유통, 조장하거나 상업적으로 이용
      </p>
      <p>
        3. 타인의 명예를 훼손하거나 손해를 가하는 행위
      </p>
      <p>
        4. 회사의 지적재산권, 제3자의 지적재산권, 초상권 등 기타 권리를 침해
      </p>
      <p>
        5. 회사의 승인을 받지 않고 다른 회원의 개인정보를 수집, 저장, 유포, 게시
      </p>
      <p>
        6. 프로그램의 버그를 악용하거나 서비스와 관련된 설비의 오동작이나 정보 등의 파괴 및 혼란을 유발시키는 바이러스 감염자료를 등록 또는 유포
      </p>
      <p>
        7. 회사 서비스 운영을 고의로 방해하거나 서비스의 안정적 운영을 방해할 수 있는 정보 및 수신자의 명시적인 수신거부 의사에 반하여 광고성 정보를 전송
      </p>
      <p>
        8. 타인으로 가장하는 행위 및 타인과의 관계를 허위로 명시
      </p>
      <p>
        9. 음란, 저속한 정보를 교류, 게재하거나 음란사이트를 연결(링크)하거나 승인되지 않은 광고 및 홍보물 게재
      </p>
      <p>
        10. 재물을 걸고 도박하는 등 사행 행위를 유도하거나 참여하는 경우
      </p>
      <p>
        11. 수치심이나 혐오감 또는 공포심을 일으키는 말이나 음향, 글이나 화상 또는 영상을 상대방에게 전송, 도달, 유포
      </p>
      <p>
        12. 서비스에 게시된 정보를 변경하는 행위
      </p>
      <p>
        13. 관련 법령에 의하여 그 전송 또는 게시가 금지되는 정보(모바일 프로그램) 또는 모바일 소프트웨어, 하드웨어, 전기통신 장비의 정상적인 가동을 방해, 파괴할 목적으로 고안된 소프트웨어 바이러스, 기타 다른 악성 코드, 파일, 프로그램을 포함하고 있는 자료를 전송, 게시, 유포, 사용
      </p>
      <p>
        14. 회사의 직원이나 운영자를 가장하거나 사칭하여 또는 타인의 명의를 도용하여 글을 게시하거나 메일을 발송하는 행위
      </p>
      <p>
        15. 기타 공공질서 및 미풍양속을 위반하거나 불법적, 부당한 행위 및 관계법령에 위배되는 행위
      </p>
      <p>
        ② 회원은 이 약관의 규정, 이용안내 및 모바일 서비스와 관련하여 공지한 주의사항, 회사가 통지하는 사항 등을 확인하고 준수할 의무가 있습니다.
      </p>
      <p>
        ③ 회사는 제1항, 제2항 및 다음 각 호의 어느 하나에 해당하는 행위의 구체적인 유형을 운영정책에서 정할 수 있으며, 회원은 이를 준수할 의무가 있습니다.
      </p>
      <p>
        1. 서비스 이용 방법에 대한 제한
      </p>
      <p>
        2. 기타 회원의 모바일 서비스 이용에 대한 본질적 권리를 침해하지 않는 범위 내에서 회사가 모바일 서비스 운영상 필요하다고 인정되는 사항
      </p>

      <h3>제 15조 (저작권의 귀속 및 이용제한)</h3>
      <p>
        ① 서비스 내 회사가 제작한 콘텐츠에 대한 저작권 및 기타 지적재산권은 회사의 소유입니다.
      </p>
      <p>
        ② 회원이 서비스 내에 게시한 게시물의 저작권은 해당 게시물의 저작자에게 귀속됩니다.
      </p>
      <p>
        ③ 회원이 서비스 내에 게시하는 게시물은 검색결과 내지 서비스 및 관련 프로모션 등에 노출될 수 있으며, 해당 노출을 위해 필요한 범위 내에서는 일부 수정, 복제, 편집되어 게시될 수 있습니다. 이 경우, 회사는 저작권법 규정을 준수하며, 회원은 언제든지 고객센터 또는 서비스 내 관리기능을 통해 해당 게시물에 대해 삭제, 검색결과 제외, 비공개 등의 조치를 취할 수 있습니다.
      </p>
      <p>
        ④ 회사는 제2항의 이외의 방법으로 회원의 게시물을 이용하고자 하는 경우에는 전화, FAX, 전자우편 등을 통해 사전에 회원의 동의를 얻어야 합니다.
      </p>
      <p>
        ⑤ 회원은 회사가 제공하는 모바일 서비스를 이용함으로써 얻은 정보 중 회사 또는 제공업체에 지적재산권이 귀속된 정보를 회사 또는 제공업체의 사전승낙 없이 복제, 전송, 출판, 배포, 방송 기타 방법에 의하여 영리목적으로 이용하거나 제3자에게 이용하게 하여서는 안 됩니다.
      </p>
      <p>
        ⑥ 회원은 앱 내에서 보여지거나 모바일 서비스와 관련하여 회원 또는 다른 이용자가 모바일 서비스를 통해 업로드 또는 전송하는 대화 텍스트를 포함한 커뮤니케이션, 이미지, 사운드 및 모든 자료 및 정보(이하 '이용자 콘텐츠')에 대하여 회사가 다음과 같은 방법과 조건으로 이용하는 것을 허락합니다.
      </p>
      <p>
        1. 해당 이용자 콘텐츠를 이용, 편집 형식의 변경 및 기타 변형하는 것(공표, 복제, 공연, 전송, 배포, 방송, 2차적 저작물 작성 등 어떠한 형태로든 이용 가능하며, 이용기간과 지역에는 제한이 없음)
      </p>
      <p>
        2. 이용자 콘텐츠를 제작한 이용자의 사전 동의 없이 거래를 목적으로 이용자 콘텐츠를 판매, 대여, 양도 행위를 하지 않음
      </p>
      <p>
        ⑦ 앱 내에서 보여지지 않고 모바일 서비스와 일체화되지 않은 회원의 이용자 콘텐츠(예컨대, 구매게시판 등의 게시물)에 대하여 회사는 회원의 명시적인 동의가 없이 상업적으로 이용하지 않으며, 회원은 언제든지 이러한 이용자 콘텐츠를 삭제할 수 있습니다.
      </p>
      <p>
        ⑧ 회사는 회원이 게시하거나 등록하는 모바일 서비스 내의 게시물, 게시 내용에 대해 제 14조에서 규정하는 금지행위에 해당된다고 판단되는 경우, 사전통지 없이 이를 삭제하거나 이동 또는 등록을 거부할 수 있습니다.
      </p>
      <p>
        ⑨ 회사가 운영하는 게시판 등에 게시된 정보로 인하여 법률상 이익이 침해된 회원은 회사에게 당해 정보의 삭제 또는 반박내용의 게재를 요청할 수 있습니다. 이 경우 회사는 신속하게 필요한 조치를 취하고, 이를 신청인에게 통지합니다.
      </p>
      <p>
        ⑩ 제6항은 회사가 모바일 서비스를 운영하는 동안 유효하며 회원탈퇴 후에도 지속적으로 적용됩니다.
      </p>

      <h3>제 16조 (회원 게시물)</h3>
      <p>
        ① 회원의 게시물로 인해 발생하는 손실이나 문제는 회원 개인의 책임이며 회사는 이에 대한 책임을 지지 않습니다.
      </p>
      <p>
        ② 회사는 관리상의 필요에 따라 게시물을 사전 통지 없이 이동시킬 수 있습니다.
      </p>
      <p>
        ③ 회원의 게시물이 타인의 권리를 침해하였음을 이유로 타인으로부터 회사가 손해배상청구 등의 이의 제기를 받은 경우, 게시물을 작성한 회원은 회사의 면책을 위하여 적극적으로 협조하여야 하며, 회사가 면책되지 못한 경우 회원은 그로 인해 발생한 문제에 대해 책임을 부담하여야 합니다.
      </p>
      <p>
        ④ 회원이 게시하거나 전달하는 게시물이 다음의 각 호에 해당한다고 판단되는 경우 회사는 사전 통지 없이 삭제시킬 수 있으며 또한 등록을 거부할 수 있습니다.
      </p>
      <p>
        1. 다른 회원의 타인을 비방하거나, 프라이버시를 침해하거나, 중상모략으로 명예를 손상시키는 내용인 경우
      </p>
      <p>
        2. 서비스의 안정적인 운영에 지장을 주거나 줄 우려가 있는 경우
      </p>
      <p>
        3. 범죄적 행위에 관련된다고 인정되는 내용일 경우
      </p>
      <p>
        4. 회사 및 제3자의 지적재산권 등 기타 권리를 침해하는 내용인 경우
      </p>

      <h3>제 21조 (계약해지 및 서비스 이용중지)</h3>
      <p>
        ① 회원은 ID 및 비밀번호를 관리할 책임이 있으며, 본인이 아닌 타인이 사용하게 하여서는 안됩니다. 회원의 개인정보를 타인이 사용하여 서비스를 이용함으로써 발생한 결과에 대한 책임은 회원에게 있습니다. 회원은 타인의 명의, ID, 비밀번호등 개인정보를 도용하거나 부정하게 사용하여서는 안됩니다.
      </p>
      <p>
        ② 회원은 회사가 사전에 허용한 경우를 제외하고는 서비스를 영업활동 등 영리목적으로 이용하거나 이 약관에서 금지하는 행위를 하거나 허용하는 범위를 벗어난 이용행위를 하여서는 안됩니다.
      </p>
      <p>
        ③ 회원은 서비스 이용과정에서 위법행위 또는 선량한 풍속 기타 사회질서에 반하는 행위를 하여서는 아니 되며, 제3자와 유상으로 거래하거나 현금으로 전환하는 행위를 하여서는 안됩니다.
      </p>
      <p>
        ④ 회원은 서비스를 이용하여 얻은 정보를 회사의 사전 승낙 없이 서비스의 이용 이외의 목적으로 사용하여서는 안됩니다.
      </p>
      <p>
        ⑤ 회사는 제1항에서 제4항까지의 회원의 위반 행위가 있는 경우 해당 회원에 대하여 위반 사실을 고지하고 서비스 제공을 1개월간 정지시키거나 서비스 이용계약을 해제 또는 해지할 수 있습니다. 본 항의 회사의 의사표시는 회원에게 표시한 날로부터 효력이 발생합니다. 한편, 회사의 해제•해지 및 이용 정지에 대하여 회원은 회사가 정한 절차에 따라 이의신청할 수 있으며, 회원의 이의가 정당하다고 회사가 인정하는 경우 회사는 서비스의 이용을 재개할 수 있습니다.
      </p>

      <h3>제 24조 (손해배상)</h3>
      <p>
        ① 회사가 고의 또는 중과실로 회원에게 손해를 끼친 경우, 손해에 대하여 배상할 책임이 있습니다.
      </p>
      <p>
        ② 회원이 본 약관을 위반하여 회사에 손해를 끼친 경우, 회원은 회사에 대하여 그 손해에 대하여 배상할 책임이 있습니다.
      </p>

      <h3>제 25조 (회사의 면책)</h3>
      <p>
        ① 회사는 다음 각 호의 사유로 인하여 회원 또는 제3자에게 발생한 손해에 대하여는 그 책임을 지지 아니합니다.
      </p>
      <p>
        1. 천재지변 또는 이에 준하는 불가항력으로 인해 유료서비스를 제공할 수 없는 경우
      </p>
      <p>
        2. 회원이 자신의 이메일 또는 비밀번호 등의 관리를 소홀히 한 경우
      </p>
      <p>
        3. 회사의 관리영역이 아닌 공중통신선로의 장애로 서비스이용이 불가능한 경우
      </p>
      <p>
        4. 교육 콘텐츠 제공자 또는 서비스 관련 제휴사 등 제3자의 고의/과실로 인한 경우
      </p>
      <p>
        5. 기타 회사의 귀책사유가 없는 통신서비스 등의 장애로 인한 경우
      </p>
      <p>
        ① 회사는 회원이 서비스를 이용하여 기대하는 수익을 상실한 것, 서비스에 게시된 게시물에 대한 취사 선택 또는 이용으로 발생하는 손해 등에 대해서는 책임을 지지 않습니다. 또한 회원이 사이트에 띄어 게재한 리뷰, 평점 등 게시물의 정확성 등 내용에 대하여는 책임을 지지 않습니다.
      </p>

      <h3>제 26조 (회원에 대한 통지)</h3>
      <p>
        ① 회사가 회원에게 통지를 하는 경우 회원이 지정한 전자우편주소로 할 수 있습니다.
      </p>
      <p>
        ② 회사는 회원 전체에게 통지를 하는 경우 7일 이상 앱의 초기화면에 게시하거나 팝업화면 등을 제시함으로써 제1항의 통지에 갈음할 수 있습니다.
      </p>

      <h3>제 27조 (약관 외 준칙)</h3>
      <p>
        이 약관에서 정하지 아니한 사항과 이 약관의 해석에 관하여는 「전자상거래 등에서의 소비자보호에 관한 법률」, 「약관의 규제에 관한 법률」, 「정보통신망이용촉진 및 정보보호 등에 관한 법률」, 「콘텐츠산업진흥법」 등 관련 법령에 따릅니다.
      </p>

      <h3>제 28조 (재판권 및 준거법)</h3>
      <p>
        본 약관은 대한민국 법률에 따라 규율되고 해석되며, 회사와 회원간에 발생한 분쟁으로 소송이 제기되는 경우, 법령에 정한 절차에 따른 법원을 관할 법원으로 합니다.
      </p>
    </div>
  );
};

export default TermsOfService;
